[

    {
        "_id": 2010,
        "title": "ESP32-CAM Development Board (with camera)",
        "price": 440,
        "previousPrice": 450,
        "description": "The ESP32-CAM is a small size, low power consumption camera module based on ESP32 WIFI development board. It comes with an OV2640 camera and it also features a microSD card slot that can be useful to store images taken with the camera or to store files to serve to clients. The ESP32-CAM suitable for home automation and smart devices, industrial wireless control, wireless video monitoring, QR wireless identification, WiFi image upload, wireless face recognition and other IoT applications. It is an ideal solution for IoT applications.",
        "category": "wifi",
        "image": "https://store.fut-electronics.com/cdn/shop/products/ESP32-CAM.jpg",
        "isNew": true,
        "brand": "wifi component",
        "quantity": 1
    },

    {
        "_id": 2011,
        "title": "Photo Interrupter Sensor (OS25B10)",
        "price": 20,
        "previousPrice": 20,
        "description": "This is a high performance standard type photo interrupter, which combines high output infrared light emitting diode and high sensitive phototransistor (receiver).",
        "category": "wifi",
        "image": "https://store.fut-electronics.com/cdn/shop/products/photo_interrupter_sensor_large_033ad048-ae8c-4042-aaa0-513ac3d10ffa.jpg",
        "isNew": false,
        "brand": "Infrared",
        "quantity": 1
    },
    {
        "_id": 2012,
        "title": "GSM-GPRS SIM900 Module",
        "price": 300,
        "previousPrice": 300,
        "description": " GPRS/GSM Module-is an ultra compact and reliable wireless module. It is a breakout board and minimum system of SIM900 Quad-band GSM/GPRS module. It can communicate with controllers via AT commands (GSM 07.07 ,07.05 and SIMCOM enhanced AT Commands). This module support software power on and reset.",
        "category": "wifi",
        "image": "https://store.fut-electronics.com/cdn/shop/products/AntennaGSM_1024x1024.jpg",
        "isNew": false,
        "brand": "GPRS/GSM",
        "quantity": 1
    },
     {
        "_id": 2013,
        "title": "Infrared Carbon Heating Film (160Watt/m²- 50x25cm)",
        "price": 330,
        "previousPrice": 340,
        "description": "Heating films are a method of electric resistance heating, providing relatively low temperatures (compared to many conventional heating systems) over large areas. The generated heat from the heating film is emitted in the form of infrared radiation. It heats the objects in contact with it or within the radiation range.",
        "category": "wifi",
        "image": "https://store.fut-electronics.com/cdn/shop/products/floor-heating-film.webp",
        "isNew": true,
        "brand": "Infrared",
        "quantity": 1
    }

]
